Overload List
Name  |   Description
OpenAndActivateDocument(String)
 Opens and activates a Revit document.
 (Inherited from  UIApplication  .)
OpenAndActivateDocument(ModelPath, OpenOptions, Boolean)
 Opens and activates a Revit document.
 (Inherited from  UIApplication  .)
 See Also
  ApplicationEntryPoint Class
  ApplicationEntryPoint Members
  Autodesk.Revit.UI.Macros Namespace